{
  "PS5": {
    "name": "Playstation 5",
    "releaseDate:": "November 12, 2020",
    "developer": "Sony",
    "rating": 5,
    "summary": "The Playstation 5 is Sony's fifth home console and the follow up to the incredibly successful Playstation 4. Despite releasing during the global Covid 19 pandemic, Sony managed to break sales records with the Playstation 5 console. Along with several other tech products in the early 20's, the Playstation 5 remained difficult to find until supply could be reliably established in 2023, three years after the console's initial release.",
    "picture": "./images/PS5.jpeg"
  },
  "XboxSeriesX": {
    "name": "Xbox Series X|S",
    "releaseDate:": "November 10, 2020",
    "developer": "Microsoft",
    "rating": 4.5,
    "summary": "The Xbox Series X and S are Microsoft's fourth generation of home consoles. By offering two options, Microsoft allowed gamers access to the next generation of gaming at a cheaper price than ever. Microsoft has done an excellent job with marketing and regaining consumer trust in recent years, but they are still struggling from the failed launch of the Xbox One back in 2013. Despite this, Xbox is gearing up to be the biggest video game maker in the world with the most recent aquistion of Activision Blizzard King.",
    "picture": "./images/XboxSeriesXS.jpg"
  },
  "NintendoSwitch": {
    "name": "Nintendo Switch",
    "releaseDate:": "March 3, 2017",
    "developer": "Nintendo",
    "rating": 5,
    "summary": "The Switch is Nintendo's ninth generation of home consoles. A unique hybrid design allows the Switch to be played both at home and on the go. All games are fully compatible in each mode, making the Switch the first console to provide 'full' games on the go. Traditionally, mobile consoles recieved cut back versions of games as the full game experience wasn't possible on such weak hardware. Nintendo's newest console was released when technology finally allowed for powerful mobile processors.",
    "picture": "./images/NintendoSwitch.jpg"
  },
  "SteamDeck": {
    "name": "Steam Deck",
    "releaseDate:": "February 25, 2022",
    "developer": "Valve",
    "rating": 5,
    "summary": "The Steam Deck is Valve's first ever console. The mobile focus provides a unique experience that allows for full PC games to be played on the go. An optional dock also provides the option for gamers to connect to a TV or a home console experience if they would prefer.",
    "picture": "./images/XboxSeriesXS.jpg"
  },
  "PS4": {
    "name": "Playstation 4",
    "releaseDate": "November 15, 2013",
    "developer": "Sony",
    "rating": 5,
    "summary": "The Playstation 4 is Sony's fourth home console. The success of the Playstation 4 came in the wake of predicted decline in home consoles. The mobile market was predicted to become the main source of video game entertainment in the future in 2013, so the world was shocked with the meteoric success of the Playstation 4.",
    "picture": "./images/PS4.jpg"
  },
  "XboxOne": {
    "name": "Xbox One",
    "releaseDate": "November 22, 2013",
    "developer": "Microsoft",
    "rating": 3.5,
    "summary": "The Xbox One is Microsoft's third home console. During the previous generation, Xbox dominated by establish itself as the go-to platform for online gaming with Xbox Live. This dominance in the market led to some cocky, anticonsumer decisions the community disagreed with resulting in a disastourous launch for Microsoft. Sales quickly fell behind their competitor, Playstation 4, and it was a struggle ever since to win back consumer trust.",
    "picture": "./images/XboxOne.jpg"
  }
}
